"GrowlTunes' control status item." = "GrowlTunes statuscontrole-onderdeel.";

//menu item tooltips
"Opens the webpage for GrowlTunes help on the Growl website in your selected browser." = "Opent de webpagina voor GrowlTunes help op de Growl website in uw geselecteerde browser.";

"Tells iTunes to play this track again." = "Vertelt iTunes om dit nummer te herhalen.";

"Turns on or off GrowlTunes' periodic asking of iTunes for track information." = "Activeert of deactiveert GrowlTunes' periodieke vraag bij iTunes om nummerinformatie.";
"Stops GrowlTunes from asking iTunes for track information. You will then no longer receive Growl notifications from GrowlTunes." = "Voorkomt dat GrowlTunes nog bij iTunes om nummerinformatie vraagt. U ontvangt dan niet langer Growl-meldingen van GrowlTunes.";
"Begins asking iTunes for track information. You will then start receiving Growl notifications from GrowlTunes." = "Laat GrowlTunes bij iTunes om nummerinformatie opvragen. U ontvangt vanaf dan Growl-meldingen van GrowlTunes.";

"Quits both iTunes and GrowlTunes." = "Stopt zowel iTunes als GrowlTunes.";

// menu item titles
"Online Help" = "Online help";
"Recently Played Tunes" = "Recent gespeelde nummers";
"Quit iTunes" = "Stop iTunes";
"Launch iTunes" = "Start iTunes";
"Stop Polling" = "Stop opvragen";
"Start Polling" = "Start opvragen";
"Rating" = "Beoordeling";
"Quit GrowlTunes" = "Stop GrowlTunes";
"Quit Both" = "Stop beide";

"%@ — %@\n%@ (Composed by %@)\n%@\n%@" = "%@ — %@\n%@ (Gemaakt door %@)\n%@\n%@";
